Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སྦྱིན་པ་པོ འམ་ སྦྱིན་བདག་ གང་ གིས་ འདི་ལྟར་ རྫས་ འདི ས་ ནད་པ་ དེ་དག་ ཉིད་ ཀྱི་ དོན་ དུ་ འགྱུར་བ ར་ བྱ འོ་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some donors or benefactors offer medicine to be used by the sick.

source: སྙམ་ ནས་ གུས་པ་ དང་ །_ དད་པ་ དང་ །_ དང་བ་ དང་ །_ ཡིད་ གསལ་བ ས་ ནད་པ་ ཁྱིམ་ གྱི་ ནང་ ནས་ བྱུང་བ་ དེ འི་ ནད་ཞི་བ ར་ བྱ་བ འི་ ཕྱིར་ རྫས་ བྱིན་པ་
en: They do so with respect, faith, sincerity, and pure motivation and they may even deliver that medicine to the homes of the ill.

source: སྡིག་པ་ ཅན་ ལུང་བོང་ ལྟར་ སྤྱོད་པ་ ཁོང་ གསོག་ ཏུ་ འདུག་པ་ གོས་ ངུར་སྨྲིག་ བགོས་པ་ དེས་ ནད་པ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ [275b] གྱིས་ ཡོ་བྱད་ དུ་ བྱས་པ་ འཕྲོག་པ ར་ བྱེད་ དོ །_། ཕྲོགས་ ནས་ ཀྱང་ རང་ཉིད་ ཟ འོ །_།
en: However, some evildoers, who conduct themselves like oxen, who are hollow inside, and who wear saffron-colored garments, {{page:{number:388,id:UT22084-068-021-100414,folio:F.275.b,volume:V68}}} may seize the medicinal supplies that belong to the sick and consume them themselves.

source: ཟོས་ ནས་ ཀྱང་ འཆགས་པ ར་ མི་ བྱེད །_ འགྱོད་པ ར་ མི་ བྱེད །_། སྦྱོང་བ ར་ མི་ བྱེད་ ཅིང་
en: Such people may not confess their misdeeds, nor regret or purify them.

source: དེ་ནས་ ཡང་ བྱེད་ ལ་ གཞན་དག་ ཀྱང་ དད་པ ར་ བྱེད །_ རབ་ཏུ་ འཇུག་པ ར་ བྱེད །_ རྗེས་སུ་ དགའ་བ ར་ བྱེད་ ཅིང་ ཡང་ དང་ ཡང་ དུ་ སེམས་ ཀྱིས་ རོ་ མྱོང་བ ར་ བྱེད་ ན་
en: Instead they may repeat such acts and inspire others to follow suit, establishing them in the practice and making them feel good about it, letting their minds relish such deeds again and again.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ ཞུམ་ མི་ བཟད་ འཕྱང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell of Terrible Dangling of Battered Bodies.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་ ངོ་ །_།
en: $1200 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ན་ ལྕགས་ ཀྱི་ ཤིང་ ལྗོན་པ་ ཡལ་ག་ རབ་ཏུ་ རྒྱས་ ཤིང་ རབ་ཏུ་ འབར་བ་ དཔག་ཚད་ ཙམ་ ཡོད་ དེ་ རབ་ཏུ་ མཆེད་ ཅིང་ འབར་བ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ དེ་ ཁོང་པ འི་ ནང་ དུ་ འཚེད་ དོ །_།
en: In particular, this hell features iron trees, one league tall, that have giant, burning branches and flaming interiors.

source: གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ རྡོ་ རེག་ ན་ རྡོ་རྗེ་ ལྟར་ སྲ་ ཞིང་ རབ་ཏུ་ འབར་བ ས་ ཡལ་ག་ རྒྱས་ ཤིང་ རབ་ཏུ་ འབར་བ ས་ ཡང་ བརྒྱ་ འགྱུར་ དུ་ རབ་ཏུ་ སྲེག་ སྟེ་ ཤིང་ གི་ མེ་ དེ འི་ རྣམ་པ་ ནི་ དེ་ལྟ་ བུ་ ཡིན་ ནོ །_།
en: The stones in this hell are as hard as vajra and they burn fiercely, just like the branches of the trees. The ferocity with which the fires of the trees consume things is increased several hundredfold.

source: ཤིང་ དེ འི་ རྩ་བ འི་ འོག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Underneath the roots of these trees the beings of this hell are born.

source: ནད་ བཞི་ བརྒྱ་རྩ་ བཞི ས་ གནོད་པ ར་ བྱས་ ཤིང་འཕེལ་ བར་ བྱེད་པ་ ན །_ གཅིག་པུ་ ཟླ་ མེད་ ཅིང་ གྲོགས་ མེད་པར་ སྡུག་བསྔལ་ མྱོང་ ངོ་ །_།
en: They are afflicted and attacked by the four hundred and four diseases, which they must endure, alone and unaccompanied.

source: གང་དེ འི་ མགོ་ དེ་ ཐུར་ དུ་ བསྟན་ ཅིང་ རྐང་པ་ གྱེན་ དུ་ བསྒྲེང་བ འི་ ཤིང་ དེ འི་ མེ འི་ མཐུ་ དེ་ ནི་ མེ་ གཞན་ གང་ཡིན་པ་ དེ་དག་ ཆུ་ བསིལ་བ་ དང་ འདྲ་ སྟེ །_ དེ འི་ རྩ་བ ར་ དེ་དེ་ ལྟར་ གནོད་པ ར་ བྱེད་ དེ །_
en: Their heads point downward and their feet upward, and the power of the fire in the trees is so strong that any other fire would seem like cool water in comparison.

source: ཇི་ལྟ ར་ སྐྲ འི་ རྩེ་མོ འི་ བར་ ཙམ་ ཡང་ མེད་པ་ དེ་ལྟ ར་ གནོད་པ ར་ བྱེད་ དོ །_།
en: Thus, the beings of this realm suffer at the roots of these trees without ever receiving the tiniest bit of relief.

source: དེ་ ནད་ དེ་དག་ གིས་ ཀྱང་ ཉོན་མོངས་ ཤིང་ མེ་ བརྒྱ་ འགྱུར་ གྱིས་ སྲེག་ ལ་ ཤིང་ གི་ འོག་ ཏུ་ སོང་བ ས་ ཀྱང་ ཤིན་ཏུ་ གནོད་པ་ ན་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ གནོད་པ་ མྱོང་ ངོ་ །_།
en: Afflicted by diseases, burned by the hundredfold fires, and caught under the trees, they will endure torture for innumerable years.

source: དེ་ལྟ ར་ དེ་ གནོད་པ་ མྱོང་བ་ ན་ ཡང་ གཤིན་རྗེ འི་ མི་ལག་ ན་ མཚོན་ཆ་ ཐོགས་པ་ དག་ མཚོན་ཆ་ བླངས་ ནས །_ གནད་ དང་ །_ གནད་ དག་ གཅོད་པ ར་ བྱེད་ ཅིང་ པགས་པ་ འདྲལ་བ ར་ བྱེད་ དོ །_།
en: While suffering so, they will also be found by the weapon-wielding henchmen of the Lord of Death. The henchmen will use their weapons to slice through all the hell beings’ vital points and skin them alive.

source: དེ་ གནོད་པ་ ལྔ་ ཡིས་ གནོད་པ ར་ བྱེད་ དེ །_ ནད་ དང་ །_ ཤིང་ གི་ མེ་ དང་ །_ མཚོན་ཆ་ དང་ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ ཡུན་རིང་པོ་ [276a] ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སྡུག་བསྔལ་ མྱོང་ ངོ་ །_།
en: Thus, for innumerable years these beings must undergo the five tortures of disease, fire, weaponry, hunger, and thirst. {{page:{number:389,id:UT22084-068-021-100415,folio:F.276.a,volume:V68}}}

source: སྤུ་ ཟིང་ ཞེས་ བྱེད་པ་ བརྒྱ་ ཕྲག་ ཁྲི་ དང་ ལྡན་པ་ དེ་ མངོན་པར་ བརྗོད་པ་ དེས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ ཚ་བ་ མི་ བདེ་བ་ རྩུབ་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Subjected to millions of hair-raising horrors,#165 they will continue to experience excruciating, distressing, and intense pain until finally their negative acts have been overcome, relinquished, and exhausted.

source: གང་ གི་ ཚེ་ ལས་ དེ་ ཟད་ ན་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ལ་ ཐར་ ནས་ ཀྱང་ དེ་ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཡི་དགས་ མེ་མདག་ དང་ དུད་པ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: $1201 “Once they escape this hell they will, as an effect that accords with their causal actions, be born as starving spirits, subsisting only on embers and smoke.

source: ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཤིང་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ ར་ འགྱུར །_
en: Tormented by hunger and thirst, their bodies will look like scorched pine trees.

source: ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ མེ་མདག་ ཆར་ ལྟར་ འབབ་པ་ དང་ བྱེ་མ་ ཆར་ ལྟར་ འབབ་པ ས་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: Once they escape the world of starving spirits, they will be born five hundred times as animals that are burned and boiled in a rain of embers and sand.

source: དུད་འགྲོ འི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ འདུ་བ འི་ གཞིར་ གནས་ ཤིང་ རྡོ་ ལ་ ཟ་ སྟེ །_ སྐྱེས་ ནས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ ལ་ ནམས་ ཀྱང་ ལྟོ་ འགྲངས་པ ར་ མི་ འགྱུར་ ལྕེ འི་ རྩེ་མོ ས་ ཀྱང་ ཟས་ ཞིམ་པོ་ མྱོང་བ ར་ མི་ འགྱུར་ ཏེ་ ཐོས་པ་ ཙམ་ འབའ་ཞིག་ ཏུ་ ཟད་ དོ །_།
en: When they become free from the animal realm, should they be born with the general lot in life of a human, they will live in crowded places where they resort to eating stones.#166 Living an extremely painful life, they will never know a full stomach. They may hear about good food, but they will never so much as touch it with the tips of their tongues.

source: གཞན་ གྱིས་ བཀོལ་ ཞིང་ དབུལ་བ་ དང་ །_ ནད་བུ་ ཅན་ དང་ སྨད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will be enslaved by others and live in poverty, sickly and despised.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རི་ བརྩེགས་ ཆར་ ལྟར་ འབབ་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1202 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Falling Like Rain on High Mountains.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ རང་ སངས་རྒྱས་ བཀྲེས །_
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how some people take the food of solitary buddhas.

source: པ འི་ ཟས་ ཕྲོགས་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རི་ བརྩེགས་ ཆར་ ལྟར་ འབབ་པ་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell known as Falling Like Rain on High Mountains.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1203 “The beings in that realm experience the combined tortures of the Reviving Hell, and so forth, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར །_ ཐོ་བ་ དང་ །_ མདུང་ཐུང་ དང་ །_ རྫ་མ་ དང་ །_ ལུང་པ འི་ སྡུག་བསྔལ་ དང་ །_ [276b] མཚོན་ཆ་ འབབ་པ འི་ སྡུག་བསྔལ་ སྣ་ཚོགས་ མྱོང་བ ར་ བྱས་ ཤིང་ རི་ བརྩེགས་ ཆར་ ལྟར་ འབབ་པ་ དེ འི་ སྟེང་ དུ་ བབ་བོ །_།
en: In particular, they are trapped within clay pots, or valleys, where they suffer under a downpour of weapons such as hammers and spears that cascade downward like mountain torrents. {{page:{number:390,id:UT22084-068-021-100416,folio:F.276.b,volume:V68}}}

source: དེ འི་ སྟེང་ དུ་ རི་ བརྩེགས་པ་ དཔག་ཚད་ ཙམ་ ཡོད་པ་ བབ་པ་ གང་ གིས་ དེ་ བྱེ་མ་ ཆང་པ་ ནས་ གཏོར་བ་ བཞིན་ ཕྱེ་མར་ རློག་ གོ །_།
en: On top of that, mountains that are one league high will fall upon them and pulverize them so that they come to resemble a handful of sand that is thrown to the wind.

source: ཕྱེ་མར་ བརླགས་པ་ དང་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ རོ །_། དེ་ནས་ ཡང་ ཕྱེ་མར་ རློག་པ ར་ བྱེད་ དོ །_།
en: When thus reduced to dust, they will be revived, only to be pulverized once again.

source: མེ འི་ ཕུང་པོ་ བཅུ་གཅིག་ གི་ དབུས་ སུ་ བཅུག་ ནས་ མེ་ཐབ་ ཀྱི་ ནང་ དུ་ ལུས་ མ་ལུས་པ ར་ བསྲེགས་ སོ །_།
en: Also, surrounded by eleven fires, their bodies will be consumed by flames that in the end leave no remainder.

source: དེ འི་ མིག་ སྐྱེས་པ་ ཡང་ ཕྱུང་ ནས་ གཏུབས་ ཤིང་ བཅད་ དེ་ གཏོར་ ཏོ །_།
en: Their eyes will be plucked out, chopped up, cut to pieces, and scattered around.

source: དེ འི་ ལྕེ་ ཡང་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཅད་ དོ །_།
en: Henchmen of the Lord of Death will cut off their tongues, which then will grow back.

source: བཅད་ ནས་ ཀྱང་ སླར་སྐྱེ འོ །_། དེ འི་ སྣ་ ཡང་ བཅད་ ཅིང་ ཞ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ ས་ འགེངས་ སོ །_།
en: Their noses will be cut off and the holes filled with boiling lead.

source: དེ འི་ རྣ་བ་ ཡང་ ཟངས་དམར་པོ་ བཞུས་པ ས་ འགེངས་ སོ །_།
en: Their ears will be filled with boiling copper.

source: བ་ ཚྭ་ རབ་ཏུ་ བསྐོལ་བ ས་ ལྕགས་ ཀྱི་ སྣོད་ རབ་ཏུ་ བསྲེགས་པ་ བཀང་ སྟེ །_ ཁྱེར་ ནས་ དེ་ ལ་ ཆག་ཆག་ འདེབས་ ཤིང་ ཡང་ སྤུ་གྲི་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: Iron cauldrons filled with noxious boiling acid will be fetched and the acid will be sprayed on them while their bodies are chopped up with meat cleavers.

source: ནད་ བཞི་ བརྒྱ་རྩ་ བཞི་ རྣམས་ ཀྱིས་ རྟག་ ཏུ་ གནོད་པ ར་ བྱེད་ དོ །_།
en: They will also constantly be afflicted by the four hundred and four diseases.

source: དེ་ ཀུན་ ནས་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ཅིང་ ཐམས་ཅད་ ནས་ རབ་ཏུ་ འབར་བ་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ་ ན་ སེམས་ཅན་ དམྱལ་བ་པ འི་ སྡུག་བསྔལ་ ཚ་བ ས་ རྩུབ་པ་ དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: All these painful miseries will swell into a single raging fire of torment. In this manner, these beings will experience viciously excruciating pain until finally their completed and accumulated misdeeds have been overcome, relinquished, and exhausted. Thus they will suffer for innumerable years.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ གྲོག་སྦུར་ ཡན་ལག་ རྣོ་བ་ འབབ་པ ས་ ཉམ་ཐག་ ཅིང་ ཙན་ ད་ནི་ ཀ་ ཟ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $1204 “When they finally are free from this hell, they will, as an effect that accords with their causal deeds, be born five hundred times as starving spirits that are attacked by biting ants and that subsist only on spit.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བདུན་ བརྒྱ ར་ ཙི་ རི་ ཀ་ དགོན་པ་ ན་ གནས་པ་ མ་རུངས་པ་ སྒྲ་ འབྱིན་པ འི་ ནང་ དུ་ རི་ དག ས་ རུ་རུ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ ལུས་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར་ ཏེ །_།
en: When they become free from that condition, for seven hundred lives they will take birth as forest deer with an inauspicious call.

source: གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ ཁུར་ འཁུར་ ཞིང་ གཞན་ གྱིས་ [277a] བཀོལ་བ ར་ འགྱུར །_
en: In the event that they are freed from that condition and are born with the general lot in life of a human, they will live as porters who are employed by others. {{page:{number:391,id:UT22084-068-021-100417,folio:F.277.a,volume:V68}}}

source: གནོད་པ་ སྣ་ཚོགས་ ཀྱིས་ ལུས་ ཤིག་ཤིག་པོ ར་ གྱུར་ ཅིང་ མཚན་མོ་ དང་ ཉིན་པ ར་ བདེ་བ ར་ གནས་པ ར་ མི་ འགྱུར །_
en: Their bodies will be broken under numerous types of oppression and they will know no happiness during the night or day.

source: རྐང་པ་ དང་ ལག་པ་ དག་ རྡོལ་ ཅིང་ གདོང་ རྟག་ ཏུ་ རྩུབ་པ ར་ འགྱུར །_
en: Their hands and feet will be rough, and their faces will always have a savage look.

source: ལུས་ ཀྱི་ མདོག་ ངན་པ་ དྲི་མ་ ཅན་ ལ་ རྟག་ ཏུ་ གོས་ དང་ བྲལ་བ ར་ འགྱུར །_
en: Their complexions and bodily odor will be foul, and they will always roam around without clothes.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ མིར་ གྱུར་ ན་ ཡང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ མི་ ཡི་དགས་ ཀྱི་ གཟུགས་ ལྟ་བུ ར་ འགྱུར །_
en: If they are born as humans in accordance with such karmic actions, their bodies will resemble those of starving spirits for more than five hundred lives.

source: མཚན་མོ་ དང་ ཉིན་པ ར་ ལུས་ དང་ ཡིད་ བདེ་བ ར་ གནས་པ ར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Throughout the night and day, they will find no comfort in body or mind.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ བྱ་ འཛམ་པ་ སྒྲ་ འབྱིན་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1205 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Sound of the Jambu Bird.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ཡུལ་ དགོན་དུང་ ན་ ཆུ་ ཉུང་ངུ་ ཞིག་ ཡོད་པ་ དང་ སྲོག་ཆགས་ རྣམས་ སུ་ འབྲེལ་ ཏེ །_ དེ་ ལ་ སྲོག་ ལྟོས །_ དེ་ ལ་ རག་ ལས་ཤིང་ །_ འདྲེན་པ་ སྲོག་ འཚོ་བ་ དེ་དག་ དང་ འབྲེལ་བ འི་ ཆུ་ དེ་ མི་ ངན་པ་ སྡང་བ འི་ སེམས་ ཀྱིས་ བཅད་ དོ །_།
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive how, at isolated places with little water, cruel people out of anger cut off the water supplies that other beings need, depend upon, and receive their vital sustenance from.

source: དེ འི་ ཆུ་ བཅད་པ ས་ ཡུལ་ དེ་ ཐམས་ཅད་ མ་ རུང་བ ར་ བྱས་པ་ ནས་ རི་ དག ས་ དང་ བྱ འི་ བར་ ཐམས་ཅད་ ཀྱང་ ཤི་ ལ་ གྲོང་ དང་ །_
en: Thus, they may render that entire location unsuitable for living beings, such that all the animals there, from deer to birds, will die.

source: གྲོང་ཁྱེར་ གྱི་ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ ཀུན་ ལ་ གནོད་པ ར་ བྱས །_
en: Moreover, the mendicants and brahmins in the villages and towns will suffer harm and become tormented by thirst.

source: སྐོམ་ གྱིས་ གདུངས་པ ར་ བྱས་ ཤིང་ དེ འི་ ཆུ་ བཅད་པ ས་ ཡུལ་ མ་ རུང་བ ར་ བྱས་པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ བྱ་ འཛམ་པ་ སྒྲ་ འབྱིན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those people, who thus render a location unfit for life by redirecting the water, later separate from their bodies, they will fall into the lower realms and be born in the hell known as Sound of the Jambu Bird.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ དགོན་པ་ དཔག་ཚད་ བདུན་ བརྒྱ་ ཡོད་པ་ དང་ །_ ལྕགས་ ཀྱི་ ཤིང་ ལྗོན་པ་ དང་ །_ རི་བྲགས་ རབ་ཏུ་ འབར་ ཞིང་ མི་བཟད་པ་ དེ་ ལ་ སེམས་ཅན་ དམྱལ་བ་ དེས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ ཆུ་ དང་ ཤིང་ ལྗོན་པ་ དང་ ནགས་ཚལ་ དང་ ལྟེང་ཀ་ ཕུན་སུམ་ ཚོགས་པ ར་ མཐོང་ ངོ་ །_།
en: In particular, they will hallucinate an exquisite place filled with streams, trees, groves, and pools that actually turns out to be a wilderness stretching for seven hundred leagues, featuring torturous, burning iron trees and boulders.

source: དེ་ཡང་ བཀྲེས་པ་ དང་ སྐོམ་པ་ དཔེ་ [277b] མེད་ ཅིང་ ཤིན་ཏུ་ མི་བཟད་པ འི་ མེ་ དེས་ བསྲེགས་ ནས་ ངུ་སྐད་ འབྱིན་ ཡོངས་སུ་ སྨྲེ་སྔགས་ འདོན་ བཞིན་ དུ་ ཆུ་ དེ་ བདག་ གིས་ བཏུང་ ངོ་ སྙམ་ ནས་
en: Because they are exposed to the ferocious fire {{page:{number:392,id:UT22084-068-021-100418,folio:F.277.b,volume:V68}}} of an incomparably excruciating hunger and thirst, these hell beings cry and wail, and when they perceive the pools, they race toward them, longing for something to drink.

source: ལྟེང་ཀ་ དེ འི་ དྲུང་ དུ་ རྒྱུག་པ་ དང་ །_ དེ་ཡང་བ་ ཚྭ་ རབ་ཏུ་ བསྐོལ་བ ས་ གང་ ངོ་ །_།
en: Yet the pools turn out to be pits of boiling acid.

source: དེ་ནས་ ཡང་ གཤིན་རྗེ འི་ མི་ལག་ ན་ མཚོན་ ཐོགས་པ་ བརྒྱ་ འབྱུང་ སྟེ །_ དེ་དག་ གིས་ དེ་ བཟུང་ ངོ་ །_།
en: At that point, one hundred henchmen of the Lord of Death, wielding hammers, will appear and capture the hell beings.

source: བཟུང་ ནས་ ཀྱང་ མཚོན་ཆ་ རྣམས་ ཀྱིས་ གཤེགས་ ཤིང་ འདྲལ་ ཏོ །_།
en: They will proceed to subject them to their weapons, destroying#167 their bodies and breaking them apart.

source: དེ་ སྡུག་བསྔལ་ གཉིས་ ཀྱིས་ སྡུག་བསྔལ་བ་ ཡིན་ ཏེ །_ མཚོན་ཆ་ དང་ བཀྲེས་སྐོམ་ གྱི་ སྡུག་བསྔལ་ གྱིས་ སྡུག་བསྔལ་ ལོ །_།
en: Thus, those beings will undergo a twofold misery, suffering under the weapons as well as from starvation and thirst.

source: དེ་ལྟ ར་ དེ་ ཡུན་རིང་ དུ་ མཚོན་ཆ་ དང་ དགོན་པ འི་ སྡུག་བསྔལ་ མྱོང་ ངོ་ །_།
en: In this way, they will for a long time continue to suffer due to weapons and deprivation.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ ཉེན་པ ས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $1207 “Should they escape, they will, in the grip of thirst and starvation, take off as best they can.

source: དེས་ ཆུ་ བསིལ་བ་ དག་ ཅིག་ མཐོང་ ནས་ དེར་ སོང་ ངོ་ །_། དེར་ སོང་བ་ དང་ ཆུ་ དེ་དག་ ཀྱང་ བྱ་ འཛམ་པ་ སྐད་ འབྱིན་ ཅེས་བྱ་བ་ གླང་པོ་ཆེ་ ཙམ་ ལ་ མཆུ་ རྣོ་བ་ ཞིག་ ཡིན་ ཏེ་ དེས་ བཟུང་ ངོ་ །_།
en: When they at some point perceive clear and cool water, they will hasten toward it, yet at the water lurk screaming jambu birds, the size of elephants. The birds will snatch them up with their sharp beaks and hurl them into the sky.

source: བཟུང་ ནས་ ཀྱང་ གནམ་ དུ་ འཕངས་ སོ །_།
en: Shocked, they will lose consciousness.

source: འཕངས་པ་ ན་ འཁྲུལ་ ཅིང་ དྲན་པ་ དང་ བྲལ་བ ས་ སླར་ ལོག་པ་ དང་ ས་གཞི་ རབ་ཏུ་ འབར་ ལ་ སྲ་ ཞིང་ རེག་པ ར་ མི་ བཟོད་པ འི་ སྟེང་ དུ་ རྡོ་ བཞིན་ དུ་ ལྷུང་ སྟེ །_
en: When they fall back down, they will plummet like stones upon the burning, hard surface that is unbearable to touch.

source: དེ་དེ ར་ དུམ་བུ་ བརྒྱར་གྱེས་ སོ །_། དེ་ནས་ ཡང་ སླར་ འདུས་ ཏེ་ སོས་པ་ དང་ །_ བྱ་ དག་ གིས་ བཟུང་ ནས་ དེ་ སྔོན་བཞིན་ དུ་ སྡུག་བསྔལ་ བར་ བྱེད་ དོ །_།
en: Their bodies will break into one hundred pieces, but will reassemble again so that the hell beings are restored. At that point, the birds catch them again and so they will suffer in the same way as before.

source: ནད་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ ཐེབས་ ནས་ དེ་ལྟ ར་ སྔོན་བཞིན་ དུ་ ལོ་ བྱེ་བ་ འབུམ་ཕྲག་ དུ་མ ར་ བྱས་པ འི་ སྡུག་བསྔལ་ གྱི་ རྣམ་པ་ དེ་དག་ མྱོང་ ངོ་ །_།
en: They will also contract all manner of diseases, and in this way continue to suffer for many billions of years.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཡང་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_། བཟུང་ ནས་ ཀྱང་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ་ ཆུ་བོ འི་ ཀློང་ ལྟ་བུ ར་ བཅུག་ གོ །_།
en: $1208 “Should they escape from this, they will next be caught by the henchmen of the Lord of Death, who will proceed to cast them into a river of boiling copper.

source: དེ་ བཅུག་ ནས་ དབུ་བ འི་ གོང་བུ་ བཞིན་ དུ་ རབ་ཏུ་ བཞུས་ སོ །_། དེ་ནས་ ཡང་ སླར་ འབྱུང་ སྟེ །_ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དེ་དེ་ ལྟར་ ཡུན་རིང་ དུ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ འཚེད་ དོ །_།
en: At that point, their bodies will burst like bubbles, yet they will revive and thus continue to experience the consequences of their actions for innumerable years.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ་ ཡུལ་ མ་ རུང་བ ར་ བྱེད་པ་ དེ་ རང་ གི་ ལས་ ཀྱིས་ བྱས་པ་ མྱོང་ བཞིན་ དུ་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: $1209 “If those who previously rendered land unfit for living should manage to escape from that river, they will rush away as best they can, starving and thirsting as they continue to experience the consequences of their actions.

source: ལམ་ དུ་ ཕུར་བུ་ རྩེ་མོ་ ཤིན་ཏུ་ བརྡར་ ཅིང་ རྣོ་ [278a] བ་བྱུང་ སྟེ །_
en: On their path will now appear pointed and extremely sharp spikes. {{page:{number:393,id:UT22084-068-021-100419,folio:F.278.a,volume:V68}}}

source: དེས་ དེ འི་ རྐང་མཐིལ་ ལ་སོགས་པ་ བརྟོལ་བ་ ནས་ པུས་མོ འི་ ལྷ་ང འི་ བར་ དུ་ བརྟོལ་ ཏོ །_།
en: The spikes will break through the soles of their feet and penetrate all the way up to their knees.

source: རྐང་པ་ བརྟོལ་བ་ དེ་ ལུས་ ནི་ རབ་ཏུ་ འབར །_ སྡུག་བསྔལ་ གྱིས་ ཉམ་ ནི་ ཐག _།
en: As their legs are pierced their bodies are tormented and they will suffer miserably.

source: སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ཀུ་ ཆོ་ ནི་ འབྱིན །_ ཡོངས་སུ་ སྨྲེ་སྔགས་ ནི་ འདོན །_ ངུ་ ཞིང་ རང་ གི་ ཁྲག་ གི་ ནང་ དུ་ ལྷུང་ ཞིང་ བྱིང་ ངོ་ །_།
en: Pitifully howling, wailing, and crying, they will fall and sink into their own blood.

source: དེ་ནས་ ཡང་ ལུས་ ཀྱི་ ཡན་ལག་ ཐམས་ཅད་ བསྲེགས་པ་ ལས་ ལངས་ ནས་ དེ་ལྟ ར་ སེམས་ བློང་ བློང་པོ ར་ གྱུར་པ་ དེ་ འགྲོ་བ་ དང་ །_
en: $1210 “When they once again extricate themselves from this torment of all their limbs, they will stagger onward in terror.

source: ཁྱི་ སོ་ རབ་ཏུ་ འབར་བ་ དག་ འོངས་ ནས་ དེ་དག་ གིས་ བཟུང་ སྟེ །_
en: This time burning dogs will appear and latch onto them.

source: དེ འི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དང་ །_། པགས་པ་ དང་ ཁྲག་ དང་ ཤ་ དང་ ཚིལ་ དང་ རྐང་ ཡན་ཆད་ ལ་ ཟ འོ །_།
en: The dogs will devour all their major and minor body parts, wolfing down everything from their skin, blood, flesh, and fat, even down to their bone marrow.

source: དེ་ལྟ ར་ ཡུལ་ མ་ རུང་བ ར་ བྱེད་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཟད་ ཅིང་ མ་ སྤངས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ གནོད་པ་ ཡུན་རིང་ དུ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until those who destroyed the environment have relinquished and exhausted their completed and accumulated misdeeds, they will continue to suffer.

source: དེ་ ཕྱིས་ ལས་ དེ་ དང་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ འཕྱེ་བོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ གར་ སྐྱེས་པ ར་ སེར་བ ས་ སམ །_ སྦྲུལ་ དག་ གིས་ གསོད་པ འམ །_ རླུང་ དག་ གིས་ གསོད་པ ར་ འགྱུར །_
en: Later, they will, as an effect that accords with their causal actions, be born five hundred times as serpents that are killed by hail, other snakes, or storms.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ རི་ཁྲོད་པ འི་ རིགས་ སུ་ སྐྱེ་ ཞིང་ སྐྱེ་བོ་ ཀུན་ གྱིས་ སྨད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, when free of such existences, they should be born with the general lot in life of a human, they will take birth in a family of denizens of a charnel ground and be despised by everyone.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྐར་ ཕྲེང་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1211 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Garland of Stars.
